Repository: alemkhodadadi/vpomis-ui
Catalog: AdminLte3/Resources/SharedResources.*.resx
Languages: fa

# Absence.Add
source: Add Absence
fa: ثبت غیرحاضری

source: Absent
fa: غیرحاضر

source: Accepted
fa: موافقت‌شده

source: Acting
fa: سرپرست

source: Add
fa: افزودن

source: Add related department
fa: افزودن دپارتمنت مرتبط

source: Address
fa: آدرس

# Admin
source: Administration
fa: مدیریت

# Admin.AboutUs
source: About Us
fa: درباره ما

# Admin.AddNewRoleDepartment
source: Add new department
fa: افزودن دپارتمنت جدید

# Admin.AddRole
source: Add Role
fa: نقش جدید

# Admin.AddUser
source: Add New User
fa: افزودن کاربر جدید

# Admin.Config.Countries
source: Countries & Provinces
fa: کشور / ولایات

# Admin.Config.Roles
source: Roles
fa: نقش‌ها

# Admin.Config.Settings
source: Settings
fa: تنظیمات

# Admin.Config.Users
source: Users
fa: کاربران

# Admin.Configuration
source: Configuration
fa: مدیریت سیستم

# Admin.Dashboard
source: Dashboard
fa: دشبورد

# Admin.DocPets
source: Petitions List
fa: لیست عرایض

# Admin.EditRole
source: Edit Role
fa: ویرایش نقش

# Admin.EditRoleDepartment
source: Role Departments
fa: دپارتمنت‌های نقش‌ها

# Admin.Edms
source: Edms
fa: مکاتیب الکترونیکی

# Admin.Edms.Documents
source: Electronic Documents
fa: اسناد الکترونیکی

# Admin.Edms.Organizations
source: Organizations
fa: ادارات

# Admin.Edms.Petitions
source: Petitions
fa: ثبت عرایض

# Admin.Edms.Registrations
source: Registrations
fa: ثبت اسناد

# Admin.Edms.Templates
source: Templates
fa: قالب‌ها

# Admin.Footer.Copyright
source: <strong>{0} &copy; <a href="http://vpo.gov.af">Second Vice President Office</a>.</strong> All rights reserved.
fa: <strong>{0} &copy; <a href="http://vpo.gov.af">دفتر معاونت دوم ریاست جمهوری</a>.</strong> تمامی حقوق محفوظ است.

# Admin.Footer.IT
source: Information Technology Department
fa: آمریت تکنالوژی معلوماتی

# Admin.HR
source: Human Resources
fa: منابع بشری

# Admin.HR.Attendance
source: Attendance
fa: سیستم حاضری

# Admin.HR.Departments
source: Departments
fa: تشکیل

# Admin.HR.Employees
source: Employees
fa: کارمندان

# Admin.HR.Positions
source: Positions
fa: بست‌ها

# Admin.Petitions
source: Petitions System
fa: سیستم عرایض

# Admin.PublicResources
source: Public Resources
fa: منابع مشترک و عمومی

# Admin.Reports
source: Reports
fa: گزارشات

# Admin.RoleDepartment
source: Department
fa: دپارتمنت

# Admin.RoleDepartmentTable
source: Approved departments
fa: دپارتمنت‌های متصل شده

# Admin.RolesList
source: Roles
fa: نقش‌ها

# Admin.StaffPhoneNumber
source: Staff Call Number
fa: شماره تماس کارمندان

# Admin.Title
source: Vice President Office
fa: دفتر معاونت دوم

# Admin.UsersList
source: Users
fa: لیست کاربران

source: Admin Comment
fa: نظر مدیر ثبت کننده

source: Approve
fa: تأیید درخواست

source: Archive
fa: حفظ

source: Are you sure?
fa: آیا از انجام این کار مطمئن هستید؟

# Att.GetReport
source: Attendance Report
fa: گزارش حاضری

# Attendance
source: Attendance System
fa: سیستم حاضری

# Attendance.Index
source: Attendance System
fa: سیستم حاضری

# AttExempt
source: Attendace Exempt
fa: معاف از حاضری

source: Average Work Time
fa: میانگین ساعات کاری

source: Back
fa: بازگشت

source: Badge Color
fa: انتخاب رنگ

source: Base time in
fa: ساعت ورود مبنا

source: Base time out
fa: ساعت خروج مبنا

source: Cancel
fa: انصراف

source: Casual
fa: اجیر

source: Casual First
fa: اول (اجیر)

source: Casual Fourth
fa: چهارم (اجیر)

source: Casual Second
fa: دوم (اجیر)

source: Casual Superior
fa: مافوق اجیر

source: Casual Third
fa: سوم (اجیر)

source: Casual Upper
fa: فوق (اجیر)

source: Code
fa: شماره مسلسل

# Common.PleaseSelect
source: Please select an item
fa: لطفا یک مورد را انتخاب کنید

source: Confidentiality
fa: محرمیت

source: Dashboard
fa: دشبورد

# Dashboard.Index
source: Home page
fa: صفحه اصلی

# Date.From
source: From:
fa: از تاریخ:

# Date.To
source: To:
fa: تا تاریخ:

source: Date from
fa: از تاریخ

source: Date to
fa: تا تاریخ

source: Deadline
fa: مهلت

source: Delete
fa: حذف

source: Department
fa: اداره داخلی

# Department From
source: Source Department
fa: بخش ارسال کننده

# Department To
source: Destination Department
fa: بخش دریافت کننده

source: Departments
fa: بخش‌ها

# Departments.Add
source: Add Department
fa: افزودن بخش

# Departments.Details
source: Department Details
fa: جزئیات بخش

# Departments.Edit
source: Edit Department
fa: ویرایش بخش

source: Destination Code
fa: نمبرثبت اصلی

source: Destination Date
fa: تاریخ ثبت اصلی

source: Destination Date from
fa: تاریخ ثبت اصلی از

source: Destination Date to
fa: تاریخ ثبت اصلی تا

source: Destination Organization
fa: اداره دریافت کننده

source: Direct To VPO
fa: تحت کار

source: Disabled
fa: غیرفعال

source: Documents
fa: اسناد

# Documents.Index
source: Documents List
fa: لیست اسناد

# Documents.Search
source: Search Documents
fa: جستجوی اسناد

# Documents.Show
source: Show document
fa: نمایش سند

# Download.Report
source: Download .XLS Report
fa: دانلود فایل گزارش

# Edms
source: Electronic Documents
fa: اسناد دیجیتال

# Edms.AddTemplate
source: Add Template
fa: افزودن قالب

# Edms.D.AddNew
source: Add New Document
fa: افزودن سند جدید

# Edms.D.All
source: All
fa: همه

# Edms.D.Incoming
source: Incoming
fa: وارده

# Edms.D.Internal
source: Internal
fa: داخلی

# Edms.D.New
source: Add Document
fa: سند جدید

# Edms.D.NotSpecified
source: Not Specified
fa: نامشخص

# Edms.D.Outgoing
source: Outgoing
fa: صادره

# Edms.D.Subject
source: Subject
fa: موضوع

# Edms.D.Subject.Hint
source: Document Subject
fa: موضوع سند

# Edms.D.SystemRegDate
source: System Registration Date:
fa: تاریخ ثبت سیستم:

# Edms.D.TableHeader.InOut
source: In / Out
fa: مبدأ / مقصد

# Edms.D.TableHeader.RegCode
source: Registration Code
fa: نمبر ثبت

# Edms.D.TableHeader.RegDate
source: Registration Date
fa: تاریخ ثبت

# Edms.D.TableHeader.View
source: View
fa: نمایش

# Edms.D.Type
source: Type
fa: نوعیت

# Edms.DestinationCode
source: Destination Code
fa: نمبر ثبت اصلی

# Edms.DestinationDate
source: Destination Date
fa: تاریخ ثبت اصلی

# Edms.Documents
source: Attached Documents
fa: اسناد مرتبط

# Edms.Download
source: Download
fa: دانلود سند

# Edms.EditDocument
source: Edit document
fa: ویرایش سند

# Edms.EditTemplate
source: Edit Template
fa: ویرایش قالب

# Edms.Receiver
source: Receiver
fa: دریافت کننده

# Edms.Registration
source: Documents Registration
fa: ثبت اسناد الکترونیکی

# Edms.Search
source: Search
fa: جستجو

# Edms.Sender
source: Sender
fa: ارسال کننده

# Edms.SourceCode
source: Source Code
fa: نمبرثبت داخلی

# Edms.SourceDate
source: Source Date
fa: تاریخ ثبت داخلی

# Edms.TemplateIndex
source: List of Templates
fa: لیست قالب‌ها

source: Email
fa: ایمیل

source: Emergency
fa: ضروری

source: Employee
fa: کارمند

source: Employees
fa: کارمندان

source: Female
fa: مؤنث

source: Filter
fa: فیلتر

source: First grade
fa: بست اول

source: FollowUp
fa: تعقیبی

source: Fourth grade
fa: بست چهارم

source: FriendlyLetter
fa: نامه دوستانه

# From
source: From date
fa: از تاریخ

source: Full
fa: کامل

# GetReport
source: Attendance Report
fa: گزارش حاضری

source: Haj
fa: حج

source: Half Absent
fa: نیمه‌حاضر

source: Hire type
fa: نوع خدمت

source: Hokm
fa: حکم

source: Holiday
fa: رخصتی

source: Hours
fa: ساعت

# HR
source: Human Resources
fa: منابع بشری

# HR.Absence.Add
source: Add Absence
fa: ثبت غیرحاضری

# HR.Absence.Type
source: Absence type
fa: نوع غیرحاضری یا رخصتی

# HR.AbsenceList
source: Absence List
fa: لیست رخصتی‌ها

# HR.AbsentList
source: List of Absents
fa: لیست غیرحاضرین

# HR.AddEmployee
source: Add an employee
fa: افزودن کارمند

# HR.AddEmployeePosition
source: Add position to employee
fa: افزودن بست کارمند

# HR.AttendanceList
source: Attendance List
fa: لیست حاضری

# HR.AttendanceSearch
source: Attendance Search
fa: جستجوی حاضری

# HR.Departments
source: List of Departments
fa: لیست دپارتمنت‌ها

# HR.EditEmployee
source: Edit employee
fa: ویرایش کارمند

# HR.EditEmployeePosition
source: Edit position of employee
fa: ویرایش بست کارمند

# HR.Employee.Name
source: Employee name
fa: نام کارمند

# HR.EmployeeSearch
source: Search Employee
fa: جستجوی کارمند

# HR.EmployeesList
source: Employees List
fa: لیست کارمندان

# HR.Holidays.Add
source: Add Holiday
fa: ثبت تعطیلات

# HR.Holidays.Edit
source: Edit holiday
fa: ویرایش روز تعطیل

# HR.HolidaysList
source: List of Holidays
fa: لیست تعطیلات

# HR.Organizations
source: List of Organizations
fa: لیست ارگان‌ها

# HR.Positions
source: List of Positions
fa: لیست بست‌ها

# HR.Profile
source: Employee Profile
fa: پروفایل کارمند

# Html
source: Body Html
fa: بدنه قالب

source: Illness
fa: مریضی

# Important
source: Impartant
fa: مهم

source: In Service
fa: خدماتی

source: Incoming
fa: وارده

# Inquiry
source: Inquirying
fa: استعلام

source: Internal
fa: داخلی

source: List
fa: لیست

# Login.Title
source: Sign in to start your session
fa: برای شروع وارد سیستم شوید

source: Maktoob
fa: مکتوب

source: Male
fa: مذکر

source: Maternity
fa: زایمان

source: Mobile
fa: شماره تماس

# Month1
source: January
fa: حمل

# Month10
source: October
fa: جدی

# Month11
source: November
fa: دلو

# Month12
source: December
fa: حوت

# Month2
source: February
fa: ثور

# Month3
source: March
fa: جوزا

# Month4
source: April
fa: سرطان

# Month5
source: May
fa: اسد

# Month6
source: June
fa: سنبله

# Month7
source: July
fa: میزان

# Month8
source: Augest
fa: عقرب

# Month9
source: September
fa: قوس

source: More info
fa: مشاهده

# Msg.Added
source: The entity is successfully added.
fa: با موفقیت افزوده شد.

# Msg.AdminPermissionSet
source: Permission set is not necessary for admins!
fa: تنظیم دسترسی‌ها برای اکانت مدیر نیاز نیست!

# Msg.Deleted
source: The entity is successfully deleted.
fa: با موفقیت حذف شد.

# Msg.Done
source: The operation is successfully done.
fa: عملیات با موفقیت انجام شد.

# Msg.Saved
source: The entity is successfully saved.
fa: با موفقیت ذخیره شد.

# Msg.Updated
source: The entity is successfully updated.
fa: با موفقیت آپدیت شد.

source: My Worked Time
fa: ساعات کاری من

# NameEn
source: English name
fa: نام انگلیسی

# NamePos
source: Name - Position
fa: نام - وظیفه

source: New
fa: جدید

source: None
fa: بی علامت

source: Not Registered
fa: ثبت‌نشده

source: Not specified
fa: نامشخص

source: Organization
fa: ارگان بیرونی

# Organization.AddNew
source: Add new organization
fa: اداره جدید

# Organization.Edit
source: Edit Organization
fa: ویرایش ارگان

# Organization.NameEn
source: Name English
fa: نام انگلیسی

# Organization.NameEn.Hint
source: Name of Organization
fa: نام اداره

# Organization.NameFa
source: Name Farsi
fa: نام فارسی

# Organization.NameFa.Hint
source: Name of Organization
fa: نام اداره

source: Organizations
fa: ارگان‌ها

source: Other
fa: دیگر

source: Other Information
fa: اطلاعات اضافی

# OtherInformationHint
source: Other Information for this petition
fa: اطلاعات اضافی مانند دلیل حفظ و یا مکان حفظ

source: Out of grade
fa: خارج رتبه

source: Outgoing
fa: صادره

source: Part time
fa: نیمه وقت

source: Password
fa: پسورد

source: Percent
fa: فیصد

source: Permanent
fa: دائمی

# Petition.Details
source: Details
fa: جزئیات

# Petition.Filter
source: Filter petitions
fa: فیلتر عرایض

# Petition.Status
source: Status
fa: وضعیت

source: Petitioner
fa: نام عارض

source: Petitions
fa: عرایض

# Petitions.Edit
source: Edit Petition
fa: ویرایش عریضه

# Petitions.Index
source: Petition List
fa: لیست عرایض

# Petitions.View
source: View Petition
fa: نمایش عریضه

source: Please select an item
fa: لطفا یک مورد را انتخاب کنید

source: Positions
fa: بست‌ها

source: Print
fa: پرینت

source: Priority
fa: اولویت

source: Public
fa: بخش عمومی

source: Reason
fa: علت

source: Referee
fa: معرف

source: Registered
fa: ثبت‌شده

source: Registered Absent
fa: رخصتی ثبت شده

source: Registrations
fa: ثبت اسناد

source: Regular
fa: عادی

source: Reject
fa: رد درخواست

source: Rejected
fa: مخالفت‌شده

source: Related Documents
fa: اسناد مرتبط

source: Related departments
fa: دپارتمنت‌های مرتبط

source: Remove
fa: حذف

source: Report
fa: گزارشات

# Resources
source: Public Resources
fa: منابع عمومی

source: Response
fa: جواب

# Reviewer.Select
source: Select Reviewer
fa: انتخاب بررسی کننده

source: Attached Documents
fa: اسناد الحاق شده

# Roles.AddNew
source: Add New Role
fa: افزودن نقش جدید

# Roles.AddNewDepartment
source: Add new department
fa: افزودن دپارتمنت جدید

# Roles.Departments
source: Departments
fa: دپارتمنت‌ها

# Roles.IsAdmin
source: Is Admin?
fa: مدیر است؟

# Roles.Name
source: Role Name
fa: نام نقش

# Roles.Name.Hint
source: Enter role name
fa: نام نقش را وارد کنید

# Roles.Note
source: Description
fa: توضیحات

# Roles.Note.Hint
source: Enter role description
fa: توضیحات نقش را وارد کنید

# Roles.Permission
source: Permissions
fa: جوازهای دسترسی

# Roles.SetDepartment
source: Set Department
fa: تعیین دپارتمنت

# Roles.SetPermission
source: Permission Settings
fa: تنظیم دسترسی‌ها

# Roles.UserCount
source: User Count
fa: تعداد کاربر

source: Save
fa: ذخیره

source: Search
fa: جستجو

source: Second grade
fa: بست دوم

source: Secret
fa: محرم

# Select Item
source: Please select an item
fa: لطفا یک مورد انتخاب کنید

# SideBar.Body
source: About Mr. Sarwar Danesh!
fa: سرور دانش فرزند حاجی محمد علی، در سال ۱۳۴۰ خورشیدی، در ولایت دایکندی چشم به جهان گشود. تحصیلات ابتدایی را در زادگاه خویش و تحصیلات عالی را در مراکز علمی عراق، سوریه و ایران فرا گرفته است. ایشان از معدود سیاست‌ورزان فرهنگی و فرهنگیان سیاست‌ورز در افغانستان است. هم سیاست را تجربه کرده است و با رمزو‌رازهای آن آشناست، هم در متلاطم‌ترین روزگار این سرزمین، به تأسیس و مدیریت نهادهای تأثیرگذار فرهنگی پرداخته است.

# SideBar.Subtitle
source: Vice President
fa: معاون رئیس جمهور

# SideBar.Title
source: Mr. Sarwar Danesh
fa: معرفی استاد سرور دانش

source: Sign In
fa: ورود به سیستم

source: Source Code
fa: نمبرثبت داخلی

source: Source Date
fa: تاریخ ثبت داخلی

source: Source Date from
fa: تاریخ ثبت داخلی از

source: Source Date to
fa: تاریخ ثبت داخلی تا

source: Source Organization
fa: اداره ارسال کننده

# Stage.Datetime
source: This was
fa: در تاریخ {0} ساعت {1} ملاحظه شد.

source: Status
fa: وضعیت

# Subject
source: Subjcet
fa: موضوع

source: Submit
fa: ثبت

source: Summary
fa: خلاصه

source: Superior grade
fa: مافوق رتبه

source: Tags
fa: تگ‌ها

source: Template
fa: قالب

# Template.BadgeColor
source: Badge Color
fa: رنگ

# Template.IsActive
source: Is Active?
fa: فعال است؟

source: Template name
fa: نام قالب

source: Third grade
fa: بست سوم

# ThursdayTimeIn
source: Time in on Thursdays
fa: ساعت ورود پنجشنبه‌ها

# ThursdayTimeOut
source: Time out on Thursdays
fa: ساعت خروج پنجشنبه‌ها

# To
source: To date
fa: تا تاریخ

source: Top Secret
fa: فوق محرم

source: Total Work Time
fa: کل ساعات کاری

source: Type
fa: نوع

source: Under Review
fa: درحال بررسی

source: Unknown
fa: نامشخص

source: Upload
fa: آپلود

source: Upper grade
fa: فوق رتبه

source: Urgent
fa: بسیار مهم

# User.Email
source: Email
fa: ایمیل کاربر

# User.Employee
source: Assign Employee
fa: انتصاب کارمند

# User.IsActive
source: Is Active?
fa: فعال؟

# User.LastLogin
source: Last Login
fa: آخرین ورود

# User.Password
source: Password
fa: رمز

# User.RePassword
source: Re-enter password
fa: تکرار رمز

# User.Role
source: Role
fa: نقش کاربر

# User.Status
source: Status
fa: وضعیت

# User.UpdatePassFromAD
source: Update password from Active Directory?
fa: آپدیت رمز توسط اکتیودایرکتوری؟

# User.UseAD
source: Using Active Directory?
fa: استفاده از اکتیودایرکتوری؟

# User.UseDB
source: Using Db when Active Directory is out of reach?
fa: استفاده از دیتابیس در صورت عدم دسترسی به اکتیودایرکتوری؟

# User.Username
source: Username
fa: نام کاربری

# Users.SetRole
source: Set Role
fa: تعیین نقش

source: Vacation
fa: تفریحی

# Vpo.Subtitle
source: Islamic Republic of Afghanistan
fa: دولت جمهوری اسلامی افغانستان

# Vpo.Title
source: Second Vice President Office
fa: دفتر معاونت دوم ریاست جمهوری

source: Your Comment
fa: نظر شما

# {0} HR.DepSubCount
source: {0} Sub Departments
fa: {0} دپارتمنت زیرمجموعه

# {0} HR.SubPosCount
source: {0} Sub Positions
fa: {0} بست زیرمجموعه
